//English practice  Day-001;

/*-------------------------
শুদ্ধ বানানের ম্যাজিক(০১)
১: (i)P-প-(ফ) যেখানে আগে আমরা প বলতাম সেখানে ফ বলতে হবে।
     pen - ফেন 
     spot-স্পঠ

    (ii) t-ট -(ঠ) কিন্তু যদি   তাহলে ঠ না হয়ে  থ উচ্চারণ হবে
    ten- ঠেন 
    think - থিংক

    (iii)c,k,q-ক-(খ) যেখানে আগে আমরা ক উচ্চারণ করতাম সেই উচ্চারণ ই শুধু খ হবে।
    can-খ্যান
    city - সিঠি

২. S-এর পর যদি p,t,c,k,qথাকে তবে উচ্চারণ  তবে উচ্চারণ পরিবর্তন হবে নাহ্।

pot- ফট  | tudent-ঠুডেন্ঠ |  kill-খিল
spot- স্পট | student-স্টুডেন্ট |skill- ‍স্কিল

3.p যদি শব্দের বা সিলেবাসের শেষে  থাকে তাহলে ফ হবে না  প হবে।
 top-ঠপ  september -সেপঠেম্বা

 শুদ্ধ উচ্চারণের 
 
pen- ফেন                         ten-ঠেন                         can-খ্যান
 pot-ফট                           top-ঠপ                          cot-খঠ
 pad-ফ্যাড                       tap-ঠ্যাপ                        cap-খ্যাপ
 pipe-ফাইপ                    tipe-ঠ্যাইপ                      kite-খাইঠ
 fry-ফ্রেই                        try-ঠ্রেই                          cry-খ্র্যাই


------------------------------------------------------------------------------------------------*/